[TfrmMain]
Ini Translator=Ini Translator
Menu=ÇáÞÇÆãÉ
More Buttons|Click to see more buttons=ÃÒÑÇÑ ÃÎÑì|ÃäÞÑ áãÔÇåÏÉ ÇáãÒíÏ ãä ÇáÃÒÑÇÑ
&File=&ãáÝ
Open Original...=ÝÊÍ ÇáÃÕá...
Open original and translation file=ÝÊÍ ÇáÃÕá æ ãáÝ ÇáÊÑÌãÉ
Save Original=ÍÝÙ ÇáÃÕá
Save current original file=ÍÝÙ ãáÝ ÇáÃÕá ÇáÍÇáí
Save Original As...=ÍÝÙ ÇáÃÕá ÈÇÓã...
Save current original file with a new filename=ÍÝÙ ãáÝ ÇáÃÕá ÇáÍÇáí ÈÅÓã ÌÏíÏ
New Translation=ÊÑÌãÉ ÌÏíÏÉ
Create new translation=ÅäÔÇÁ ÊÑÌãÉ ÌÏíÏÉ
Open Translation...=ÝÊÍ ÇáÊÑÌãÉ...
Open existing translation file=ÝÊÍ ãáÝ ÊÑÌãÉ ãÊæÝÑ
Save Translation=ÍÝÙ ÇáÊÑÌãÉ
Save current translation file=ÍÝÙ ãáÝ ÇáÊÑÌãÉ ÇáÍÇáí
Save Translation As...=ÍÝÙ ÇáÊÑÌãÉ ÈÇÓã...
Save current translation with a new filename=ÍÝÙ ãáÝ ÇáÊÑÌãÉ ÈÇÓã ÌÏíÏ
Import...=ÅÓÊíÑÇÏ...
Import from an external file or files=ÅÓÊíÑÇÏ ãä ãáÝ Ãæ ãáÝÇÊ ÎÇÑÌíÉ
Export...=ÊÕÏíÑ...
Export to an external file or files=ÊÕÏíÑ Åáì ãáÝ Ãæ ãáÝÇÊ ÎÇÑÌíÉ
Preferences...=ÊÝÖíáÇÊ...
Display the settings dialog=ÚÑÖ áÇÆÍÉ ÇáÅÚÏÇÏÇÊ
Reopen=ÅÚÇÏÉ ÝÊÍ
Clear=ãÓÍ
Clear the MRU list=ãÓÍ ÞÇÆãÉ ÇáãáÝÇÊ ÇáÃÎíÑÉ
Remove Invalid=ÅÒÇáÉ ÇáÊÇáÝÉ
Remove invalid entries from the MRU list=ÅÒÇáÉ ÇáãÏÎáÇÊ ÇáÊÇáÝÉ ãä ÞÇÆãÉ ÇáãáÝÇÊ ÇáÃÎíÑÉ
Exit=ÎÑæÌ
Exit application=ÇáÎÑæÌ ãä ÇáÈÑäÇãÌ
&Edit=&ÊÍÑíÑ
Undo=ÊÑÇÌÚ
Undo last edit=ÇáÊÑÇÌÚ Úä ÂÎÑ ÊÚÏíá
Cut=ÞÕ
Cut selected text=ÞÕ ÇáäÕ ÇáãÍÏÏ
Copy=äÓÎ
Copy selected text=äÓÎ ÇáäÕ ÇáãÍÏÏ
Copy from Original=äÓÎ ãä ÇáÃÕá
Copy the value of Original to Translation=äÓÎ ÇáÞíãÉ ãä ÇáÃÕá Åáì ÇáÊÑÌãÉ
Copy from Name=äÓÎ ãä ÇáÅÓã
Copy the value of Name to Translation=äÓÎ ÇáÞíãÉ ãä ÇáÅÓã Åáì ÇáÊÑÌãÉ
Paste=áÕÞ
Paste from clipboard=áÕÞ ãä ÇáÍÇÝÙÉ
Find...=ÈÍË...
Search for text=ÇáÈÍË Úä äÕ
Find Next=ÇáÈÍË Úä ÇáÊÇáí
Continue searching=ãÊÇÈÚÉ ÇáÈÍË
Replace...=ÅÓÊÈÏÇá...
Replace text=ÅÓÊÈÏÇá ÇáäÕ
Toggle Focus=ÊÈÏíá ÇáÊÑßíÒ
Toggle focus between list and translation=ÊÈÏíá ÇáÊÑßíÒ Èíä ÇáÞÇÆãÉ æ ÇáÊÑÌãÉ
&Actions=ÅÌÑÇÁÇÊ
Spelling...=ÊÏÞíÞ ÅãáÇÆí...
Spell check the translations=ÊÏÞíÞ ÇáÊÑÌãÉ ÅãáÇÆíÇ
Previous=ÇáÓÇÈÞÉ
Go to previous item in list=ÇáÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÓÇÈÞÉ Ýí ÇáÞÇÆãÉ
Next=ÇáÊÇáíÉ
Go to next item in list=ÇáÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÊÇáíÉ Ýí ÇáÞÇÆãÉ
Prev untranslated=ÇáÛíÑ ãÊÑÌãÉ ÇáÓÇÈÞÉ
Go to previous untranslated item=ÇáÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÛíÑ ãÊÑÌãÉ ÇáÓÇÈÞÉ
Next untranslated=ÇáÛíÑ ãÊÑÌãÉ ÇáÊÇáíÉ
Go to next untranslated item=ÇáÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÛíÑ ãÊÑÌãÉ ÇáÊÇáíÉ
Font...=ÇáÎØ...
Change application font=ÊÛííÑ ÇáÎØ ááÈÑäÇãÌ
Restore original sort=ÅÓÊÚÇÏÉ ÇáÊÑÊíÈ ÇáÃÕáí
Trim...=ÞØÚ...
Toggle Bookmark=ÊÈÏíá ÇáÅÔÇÑÉ
Bookmark 0=ÇáÅÔÇÑÉ 0
Bookmark 1=ÇáÅÔÇÑÉ 1
Bookmark 2=ÇáÅÔÇÑÉ 2
Bookmark 3=ÇáÅÔÇÑÉ 3
Bookmark 4=ÇáÅÔÇÑÉ 4
Bookmark 5=ÇáÅÔÇÑÉ 5
Bookmark 6=ÇáÅÔÇÑÉ 6
Bookmark 7=ÇáÅÔÇÑÉ 7
Bookmark 8=ÇáÅÔÇÑÉ 8
Bookmark 9=ÇáÅÔÇÑÉ 9
Goto Bookmark=ÅäÊÞÇá Åáì ÇáÅÔÇÑÉ
Configure Keyboard...=Êßæíä áæÍÉ ÇáãÝÇÊíÍ...
Display the keyboard configuration window=ÚÑÖ äÇÝÐÉ Êßæíä áæÍÉ ÇáãÝÇÊíÍ
&View=ÚÑÖ
Next unmatched shortcut=ÇáãÎÊÕÑ ÇáÊÇáí ÇáÛíÑ ãØÇÈÞ
Find next translated item that is missing a shortcut key present in the original=ÇáÈÍË Úä ÇáãÇÏÉ ÇáãÊÑÌãÉ ÇáÊÇáíÉ ÇáÊí áÇ íæÌÏ áåÇ ãÝÊÇÍ ãÎÊÕÑ Ýí ÇáÃÕá
Next suspicious translation=ÇáÊÑÌãÉ ÇáÛíÑ ãÄßÏÉ ÇáÊÇáíÉ
Move to next item that is suspected not being translated correctly=ÇáÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÊÇáíÉ ÇáÊí ÑÈãÇ áã ÊÊã ÊÑÌãÊåÇ ÈÔßá ÕÍíÍ
Configure suspicious translations...=Êßæíä ÇáÊÑÌãÇÊ ÇáãÔßæß ÝíåÇ...
Show Quotes=ÅÙåÇÑ ÚáÇãÇÊ ÇáÅÞÊÈÇÓ
Show quotes in texts=ÅÙåÇÑ ÚáÇãÇÊ ÇáÅÞÊÈÇÓ Ýí ÇáäÕ
Show Key Details=ÅÙåÇÑ ÊÝÇÕíá ÇáãÝÊÇÍ
Display the details pane=ÚÑÖ áÇÆÍÉ ÇáÊÝÇÕíá
View Comments=ÚÑÖ ÇáÊÚáíÞÇÊ
Toggle the comments window=ÊÈÏíá äÇÝÐÉ ÇáÊÚáíÞÇÊ
View Orphaned Items=ÚÑÖ ÇáãæÇÏ ÇáÒÇÆÏÉ
Display orphans (items in translation that are not in the original)=ÚÑÖ ÇáãæÇÏ ÇáÒÇÆÏÉ Ýí ÇáÊÑÌãÉ æ ÇáÊí áíÓÊ ãæÌæÏÉ Ýí ÇáÃÕá
Tools=ÃÏæÇÊ
Full Screen=ÔÇÔÉ ßÇãáÉ
Toggle full screen mode=ÊÈÏíá äãØ ÇáÚÑÖ Ýí ÔÇÔÉ ßÇãáÉ
&Dictionary=ÞÇãæÓ
New Dictionary...=ÞÇãæÓ ÌÏíÏ...
Create new dictionary=ÅäÔÇÁ ÞÇãæÓ ÌÏíÏ
Load Dictionary...=ÊÔÛíá ÞÇãæÓ
Load existing dictionary=ÊÔÛíá ÞÇãæÓ ãÊæÝÑ
Save Dictionary...=ÍÝÙ ÇáÞÇãæÓ...
Save current dictionary to file=ÍÝÙ ÇáÞÇãæÓ ÇáÍÇáí Åáì ãáÝ
Translate using Dictionary=ÇáÊÑÌãÉ ÈÇÓÊÎÏÇã ÞÇãæÓ
Translate using the dictionary=ÇáÊÑÌãÉ ÈÇÓÊÎÏÇã ÇáÞÇãæÓ
Add to Dictionary=ÅÖÇÝÉ Åáì ÇáÞÇãæÓ
Add current item to the dictionary=ÅÖÇÝÉ ÇáãÇÏÉ ÇáÍÇáíÉ Åáì ÇáÞÇãæÓ
Edit Dictionary...=ÊÍÑíÑ ÇáÞÇãæÓ...
Invert Dictionary=ÚßÓ ÇáÞÇãæÓ
Invert the dictionary=ÚßÓ ÇáÞÇãæÓ
T&ools=&ÃÏæÇÊ
Customize...=ÊÎÕíÕ...
Display the tools window=ÚÑÖ äÇÝÐÉ ÇáÃÏæÇÊ
&Help=&ÊÚáíãÇÊ
Help=ÊÚáíãÇÊ
Show help file=ÅÙåÇÑ ãáÝ ÇáÊÚáíãÇÊ
About...=Íæá...
Show about box=ÅÙåÇÑ áÇÆÍÉ Íæá
Themes=ÓãÇÊ
Shows available themes=ÅÙåÇÑ ÇáÓãÇÊ ÇáãÊæÝÑÉ
Default=ÇáÅÝÊÑÇÖí
Aluminum\r\nAthen\r\nDefault\r\nDefaultXP\r\nDream\r\nEos\r\nMonai\r\nMonaiXP\r\nNewOffice\r\nNewOfficeAdaptive\r\nNexos2\r\nNexos3\r\nNexos4\r\nNexos5\r\nNexosX\r\nOffice11Adaptive\r\nOffice11XP\r\nOfficeC\r\nOfficeK\r\nOfficeXP\r\nRelifer\r\nRoma\r\nSentimoX\r\nStripes\r\nTristan\r\nTristan2\r\nWhidbey\r\nXito\r\nZezio\r\n=Aluminum\r\nAthen\r\nÅÝÊÑÇÖí\r\nÅÝÊÑÇÖíXP\r\nDream\r\nEos\r\nMonai\r\nMonaiXP\r\nNewOffice\r\nNewOfficeAdaptive\r\nNexos2\r\nNexos3\r\nNexos4\r\nNexos5\r\nNexosX\r\nOffice11Adaptive\r\nOffice11XP\r\nOfficeC\r\nOfficeK\r\nOfficeXP\r\nRelifer\r\nRoma\r\nSentimoX\r\nStripes\r\nTristan\r\nTristan2\r\nWhidbey\r\nXito\r\nZezio\r\n
&Translation:=Çá&ÊÑÌãÉ :
Ori&ginal:=Çá&ÃÕá:
Dictionary files|*.dct;*.cat|All files|*.*=ãáÝÇÊ ÞæÇãíÓ|*.dct;*.cat|ßÇÝÉ ÇáãáÝÇÊ|*.*
Save Dictionary File=ÍÝÙ ãáÝ ÇáÞÇãæÓ
Open Dictionary File=ÝÊÍ ãáÝ ÞÇãæÓ
Use this translation everywhere=ÅÓÊÎÏÇã åÐÇ ÇáÊÑÌãÉ Èßá ãßÇä
Select All=ÊÍÏíÏ Çáßá
Select all text=ÊÍÏíÏ ßÇãá ÇáäÕ
ASCII Value(s)...=ASCII (Þíã(É...
Show the ASCII values for the selected text=ááäÕ ÇáãÍÏÏ ASCII ÅÙåÇÑ Þíã ÇáÜ
Dictionary=ÞÇãæÓ
Clear All Translations=ãÓÍ ßÇÝÉ ÇáÊÑÌãÇÊ
Clear the translated text=ãÓÍ ÇáäÕ ÇáãÊÑÌã
Translated=ãÊÑÌã
Toggle the Translated status of the item=ÊÈÏíá ÇáÍÇáÉ ÇáãÊÑÌãÉ ááãÇÏÉ
Add Item...=ÅÖÇÝÉ ãÇÏÉ...
Add new item to original and translation=ÅÖÇÝÉ ãÇÏÉ ÌÏíÏÉ Åáì ÇáÃÕá æ ÇáÊÑÌãÉ
Edit Item...=ÊÍÑíÑ ÇáãÇÏÉ...
Edit all parts of the current item=ÊÍÑíÑ ßÇÝÉ ÃÌÒÇÁ ÇáãÇÏÉ ÇáÍÇáíÉ
Delete Item...=ÍÐÝ ÇáãÇÏÉ...
Delete the current item from both original and translation=ÍÐÝ ÇáãÇÏÉ ÇáÍÇáíÉ ãä ÇáÃÕá æ ãä ÇáÊÑÌãÉ
Find/Replace=ÈÍË æ ÇÓÊÈÏÇá
Original\r\nTranslation\r\nBoth\r\n=ÇáÃÕá\r\nÇáÊÑÌãÉ\r\nßáÇåãÇ\r\n
Fi&nd what:=ÇáÈÍË &Úä :
Re&place with:=Å&ÓÊÈÏÇá ãÚ "
Find &in:=ÇáÈÍË &Ýí :
Text must match the entire line=íÌÈ Ãä íØÇÈÞ ÇáäÕ ßÇãá ÇáÓØÑ
Match &line=ãØÇÈÞÉ Çá&ÓØÑ
Case of letters (UPPER/lower) must match=íÌÈ Ãä ÊØÇÈÞ ÇáÍÑæÝ ÍÇáÉ ÇáßÇÈíÊá æ ÇáÅÓãæá
Match &case=ãØÇÈÞÉ Çá&ÍÇáÉ
Find next occurence of the text=ÇáÈÍË Úä æÌæÏ ÂÎÑ ááäÕ
&Find Next=ÇáÈÍË Úä Çá&ÊÇáí
Close this dialog=ÅÛáÇÞ åÐå ÇááÇÆÍÉ
Close=ÅÛáÇÞ
Search upwards in the list=ÇáÈÍË Åáì ÇáÃÚáì Ýí ÇáäÕ
Search &up=ÈÍË &áÃÚáì
Select the field(s) to search in=ÍÏÏ ÇáÍÞæá Ãæ ÇáÍÞá ááÈÍË ÝíåÇ
Replace one item/show replace options=ÅÓÊÈÏÇá ãÇÏÉ æÇÍÏÉ/ÅÙåÇÑ ÎíÇÑÇÊ ÇáÅÓÊÈÏÇá
&Replace=ÅÓÊÈÏÇá
Replace all occurences of the text=ÅÓÊÈÏÇá Ãí æÌæÏ áäÝÓ ÇáäÕ
Replace &All=ÅÓÊÈÏÇá Çáßá
Skip any control characters (non-alphanumeric) when searching=ÊÌÇæÒ ßÇÝÉ ÇáÑãæÒ ÇáÊÍßãíÉ (ÇáÛíÑ åÌÇÆíÉ) ÃËäÇÁ ÇáÈÍË
Ignore control c&haracters=ÊÌÇæÒ ÇáÑãæÒ Çá&ÊÍßãíÉ
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=ãáÝÇÊ ÇááÛÉ|*.lng|Inno Setup ãáÝÇÊ|*.isl|Ini ãáÝÇÊ|*.ini;*.inf|ãáÝÇÊ äÕíÉ|*.txt:*.inc;*.bat;*.doc|ßÇÝÉ ÇáãáÝÇÊ ÇáãÚÊãÏÉ|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|ßÇÝÉ ÇáãáÝÇÊ |*.*
Open Original Language File=ÝÊÍ ãáÝ ÇááÛÉ ÇáÃÕá
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
&Encoding:=ÇáÊÑãíÒ:
Open Translated Language File=ÝÊÍ ãáÝ ÇááÛÉ ÇáãÊÑÌã
Save Translated Language File As=ÍÝÙ ãáÝ ÇááÛÉ ÇáãÊÑÌã ÈÇÓã...
Save Original Language File As=ÍÝÙ ãáÝ ÇááÛÉ ÇáÃÕá ÈÇÓã...
Original=ÇáÃÕá
Translation=ÇáÊÑÌãÉ
%s, version %s: Copyright (c) 2003-2004 by Peter Thörnqvist; all rights reserved\n\nToolbars courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org.\nEnhanced toolbars courtesy of TBX.\n\tFor more information, see http://g32.org.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://home.ccci.org/wolbrink/tnt/delphi_unicode_controls.htm.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=%s, version %s: Copyright (c) 2003-2004 by Peter Thörnqvist; all rights reserved\n\nToolbars courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org.\nEnhanced toolbars courtesy of TBX.\n\tFor more information, see http://g32.org.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://home.ccci.org/wolbrink/tnt/delphi_unicode_controls.htm.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.
About %s...=%s Íæá...
The translation file has been modified, do you want to save it?=Êã ÊÚÏíá ãáÝ ÇáÊÑÌãÉ , åá ÊÑíÏ ÍÝÙå ¿
Original (%s)=(%s) ÇáÃÕá
Translation (%s)=(%s) ÇáÊÑÌãÉ
The text "%s" could not be found=ÊÚÐÑ ÇáÚËæÑ Úáì ÇáäÕ "%s"
Find=ÈÍË
Modified=ãÚÏá
Ready=ÌÇåÒ
Information=ãÚáæãÇÊ
Confirm=ÊÃßíÏ
Error=ÎØÃ
Dictionary is empty: create or load a dictionary first!=ÇáÞÇãæÓ ÝÇÑÛ , Þã ÈÅäÔÇÁ ÞÇãæÓ Ãæ ÅÝÊÍ Ãí ÞÇãæÓ ÃæáÇ
Dictionary created and ready for use.=Êã ÅäÔÇÁ ÇáÞÇãæÓ æ ÃÕÈÍ ÌÇåÒÇ ááÅÓÊÎÏÇã
Clear current dictionary items first?=ãÓÍ ãæÇÏ ÇáÞÇãæÓ ÇáÍÇáíÉ ÃæáÇ ¿
Unable to locate the help file (%s). Make sure the file exists and try again.=ÅÈÍË Úäå Ëã ÍÇæá ËÇäíÉ (%s). ÊÚÐÑ ÅíÌÇÏ ãáÝ ÇáÊÚáíãÇÊ
inverted=ãÚßæÓ
File "%s" not found: make sure the file exists and try again=ÛíÑ ãæÌæÏ , ÊÃßÏ ãä Ðáß æ ÍÇæá ËÇäíÉ "%s" ÇáãáÝ
This function is not yet implemented=åÐå ÇáæÙíÝÉ áã íÊã ÊØÈíÞåÇ ÈÚÏ
"%s" has been changed outside the program, do you want to reload it?=ÞÏ Êã ÊÛííÑå ÎÇÑÌ ÇáÈÑäÇãÌ , ÃÊÑÛÈ ÈÅÚÇÏÉ ÝÊÍå¿ "%s"
%d items=ãÇÏÉ %d
Save Translation Template=ÍÝÙ ÞÇáÈ ÇáÊÑÌãÉ
The language will not be changed until you restart the program=íÌÈ ÅÚÇÏÉ ÊÔÛíá ÇáÈÑäÇãÌ áÊÝÚíá ÇááÛÉ
Delete selected item?=åá ÊÍÐÝ ÇáãÇÏÉ ÇáãÍÏÏÉ ¿
[%0:s] - %1:s=[%0:s] - %1:s
(no dictionary)=(áÇ íæÌÏ ÞÇãæÓ)
Decoded characters=ÑãæÒ ãÝßßÉ ÇáÊÑãíÒ
ASCII Value(s):=ASCII ÞíãÉ ÇáÜ:
lng=lng
ANSI=ANSI
UTF-8=UTF-8
Unicode=Unicode
%0:d of %1:d translated=ÊãÊ ÊÑÌãÉ %0:d ãä %1:d
Copy to Clipboard?=ÃÊäÓÎ ááÍÇÝÙÉ ¿
(not assigned)=(ÛíÑ ãÚíä)
Assigned to:=ãõÚíøä Åáì:
(none)=(ÈÏæä)
Import=ÅÓÊíÑÇÏ
Available &plugins:=ÇáãÊæÝÑÉ &plugins  ÇáÜ:
&Import=&ÅÓÊíÑÇÏ
Export=ÊÕÏíÑ
&Export=&ÊÕÏíÑ
There are no plugins to show.=ááÚÑÖ plugins áÇ íæÌÏ
Plugin Error=Plugin ÎØÃ
Save modifications to the dictionary?=åá ÊÍÝÙ ÇáÊÚÏíá Åáì ÇáÞÇãæÓ¿
Arguments:=ÅÌÑÇÁÇÊ:
Failed to execute "%s %s": %s=%s :" %s %s" ÝÔá ÇáÊÔÛíá áÜ
(New Tool %d)=(ÃÏÇÉ ÌÏíÏÉ %d)
Could not create file "%s".\r\nPlease check that you have sufficient permissions to create and modify files in the affected folder.="%s"áÇ íãßä ÅäÔÇÁ ÇáãÌáÏ\r\nÇáÑÌÇÁ ÊÃßÏ ãä Ãäå áÏíß ÕáÇÍíÇÊ ßÇÝíÉ áÅäÔÇÁ æ ÊÚÏíá ÇáãáÝÇÊ Ýí ÇáãÌáÏ ÇáãÞÕæÏ
Confirm Delete=ÊÃßíÏ ÇáÍÐÝ
Edit Item=ÊÍÑíÑ ÇáãÇÏÉ
Add Item=ÅÖÇÝÉ ãÇÏÉ
Section cannot be empty=áÇ íãßä Ãä íßæä ÇáÞÓã ÝÇÑÛÇ
Name cannot be empty=áÇ íãßä Ãä íßæä ÇáÅÓã ÝÇÑÛÇ
Original text cannot be empty=áÇ íãßä Ãä íßæä ÇáäÕ ÇáÃÕáí ÝÇÑÛÇ
An item with the specified Section and Name already exists=íæÌÏ ãÓÈÞÇ ãÇÏÉ ÈÇáÞÓã æ ÇáÅÓã ÇáãÍÏÏíä
File=ãáÝ
Edit=ÊÚÏíá
Copy all text from original file to translation=äÓÎ ßÇãá ÇáäÕ ãä ÇáÃÕá Åáì ãáÝ ÇáÊÑÌãÉ
View=ÚÑÖ
Actions=ÅÌÑÇÁÇÊ
Set foucs to the translation edit field=æÖÚ ÇáÊÑßíÒ Úáì ÍÞá ÊÍÑíÑ ÇáÊÑÌãÉ
St focus to the listview=æÖÚ ÇáÊÑßíÒ Úáì ÚÑÖ ÇáÞÇÆãÉ
Set focus to the original edit field=æÖÚ ÇáÊÑßíÒ Úáì ÍÞá ÇáÊÍÑíÑ ÇáÃÕáí
Create a new translation template file for IniTranslator itself=äÝÓå IniTranslator Úãá ÊÑÌãÉ áÜ
MRU=ÃÚáì æÍÏÉ
Move to the top of the list=ÊÍÑíß Åáì ÃÚáì ÇáÞÇÆãÉ
Move to the bottom of the list=ÊÍÑíß Åáì ÃÓÝá ÇáÞÇÆãÉ
Move one page up in the list=ÊÍÑíß ÕÝÍÉ æÇÍÏÉ Åáì ÃÚáì ÇáÞÇÆãÉ
Move one page down in the list=ÊÍÑíß ÕÝÍÉ æÇÍÏÉ Åáì ÃÓÝá ÇáÞÇÆãÉ
This action is just here to disable shortcuts in rich edits (no need to translate this text)=(åÐÇ ÇáÅÌÑÇÁ åæ åäÇ ÝÞØ áÊÚØíá ÇáÅÎÊÕÇÑÇÊ Ýí ÇáÊÚÏíáÇÊ ÇáãæÓÚÉ (áÇ ÍÇÌÉ áÊÑÌãÉ åÐÇ ÇáäÕ
Test the exception handler=ÝÍÕ ãÚÇáÌ ÇáÅÓÊËäÇÁ

[TfrmFindReplace]
Find/Replace=ÈÍË æ ÇÓÊÈÏÇá

[TfrmComments]
Comments=ÊÚáíÞÇÊ
&Translation:=Çá&ÊÑÌãÉ :
&Original:=Çá&ÃÕá:
&Undo=ÊÑÇÌÚ
Undo|Reverts the last action=ÊÑÇÌÚ|ÇáÚæÏÉ Úä ÇáÅÌÑÇÁ ÇáÃÎíÑ
-=-
Cu&t=ÞÕ
Cut|Cuts the selection and puts it on the Clipboard=ÞÕ|ÞÕ ÇáÊÍÏíÏ æ æÖÚå Ýí ÇáÍÇÝÙÉ
&Copy=äÓÎ
Copy|Copies the selection and puts it on the Clipboard=äÓÎ|äÓÎ ÇáÊÍÏíÏ æ æÖÚå Ýí ÇáÍÇÝÙÉ
&Paste=áÕÞ
Paste|Inserts Clipboard contents=áÕÞ|ÊÝÑíÛ ãÍÊæíÇÊ ÇáÍÇÝÙÉ
Select &All=ÊÍÏíÏ Çáßá
Select All|Selects the entire document=ÊÍÏíÏ Çáßá|ÊÍÏíÏ ÇáæËíÞÉ ÈÇáßÇãá

[TfrmOptions]
Preferences=ÇáÊÝÖíáÇÊ
&Language:=ÊÑÌãÉ ÇáÃÓÊÇÐ &ÚæÖ ÇáÛÇãÏí
&Help:=ÇáÊÚáíãÇÊ:
OK=ÍÓäÇ
Cancel=ÅáÛÇÁ ÇáÃãÑ
Enclose strings in quote characters when editing them=ÅÍÇØÉ ÇáÏÇáÇÊ ÈÑãæÒ ÇáÅÞÊÈÇÓ ÚäÏ ÊÚÏíáåÇ
Show &quotes=ÅÙåÇÑ ÚáÇãÇÊ ÇáÅÞÊÈÇÓ
Switch order of the items in the dictionary=ÊÛííÑ ÊÑÊíÈ ÇáãæÇÏ Ýí ÇáÞÇãæÓ
In&vert dictionary=ÃÚßÓ ÇáÞÇãæÓ
Select a new font for the list and edit fields=ÍÏøÏ ÎØ ÌÏíÏ ááÞÇÆãÉ æÚÏá ÇáÍÞæá
&Font...=ÇáÎØ...
Show the details panel in the main window=ÅÙåÇÑ áæÍÉ ÇáÊÝÇÕíá Ýí ÇáäÇÝÐÉ ÇáÑÆíÓíÉ
Sho&w details=ÅÙåÇÑ ÇáÊÝÇÕíá
Show tooltips windows=ÅÙåÇÑ ÊáãíÍÇÊ ÇáäæÇÝÐ
Show &tooltips:=ÅÙåÇÑ ÇáÊáãíÍÇÊ:
Show shortcuts in tooltips windows=ÅÙåÇÑ ÇáÅÎÊÕÇÑÇÊ Ýí äæÇÝÐ ÇáÊáãíÍÇÊ
Show short&cuts in tooltips=ÅÙåÇÑ ÇáÅÎÊÕÇÑÇÊ Ýí ÇáÊáãíÍÇÊ
Save the current edits when pressing RETURN=RETURN ÃÍÝÙ ÇáÊÚÏíá ÇáÍÇáí ÚäÏ ÖÛØ
Press &RETURN to confirm translation:=áÊÃßíÏ ÇáÊÑÌãÉ &RETURN ÅÖÛØ:
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=(ááÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÓÇÈÞÉ Shift+RETURN ÅÖÛØ) RETURN ÇáÅäÊÞÇá Åáì ÇáãÇÏÉ ÇáÊÇáíÉ ÚäÏ ÖÛØ
A&utomatically move to next/previous=ÇáÅäÊÞÇá ÂáíÇ Åáì ÇáÊÇáí Ãæ ÇáÓÇÈÞ
...=...
Remember location of main window=ÊÐßÑ ãßÇä ÇáäÇÝÐÉ ÇáÑÆíÓíÉ
Remember form &position:=ÊÐßÑ ãä ÇáãßÇä:
Remember whether main window was minimized /maximized=ÊÐßÑ ÅÐÇ ãÇ ßÇäÊ ÇáäÇÝÐÉ ÇáÑÆíÓíÉ ãÕÛÑÉ Ãã ãßÈÑÉ
Remember form min/ma&x state=ÊÐßÑ ãä ÍÇáÉ ÃÞÕì Ãæ ÃÏäì
When a file is opened, set the new folder as the start folder for all file open and save dialogs=ÚäÏãÇ íßæä ÇáãáÝ ãÝÊæÍÇ ÖÚ ÇáãÌáÏ ÇáÌÏíÏ ßãÌáÏ ÈÏÇíÉ áßá ÚãáíÉ ÝÊÍ  Ãæ ÍÝÙ ãáÝ
Use sa&me start folder for all files=ÃÓÊÎÏã äÝÓ ãÌáÏ ÇáÈÏÁ áßá ÇáãáÝÇÊ
Continually check whether the currently loaded files are being modified outside the program=ÇáÊÏÞíÞ ÈÔßá ãÊÊÇÈÚ Ýí ãÇ ÅÐÇ ÇáãáÝÇÊ ÇáãÝÊæÍÉ ÞÏ Êã ÊÚÏíáåÇ ÎÇÑÌ ÇáÈÑäÇãÌ
Monitor external file &changes=ãÑÇÞÈÉ ÊÛíÑÇÊ ÇáãáÝ ÇáÎÇÑÌí
When translating with the dictionary, strip out any &'s in the original text before comparing=ÚäÏ ÇáÊÑÌãÉ ÈÇáÞÇãæÓ äÒÚ  Ãí ÚáÇãÉ áÜ  "&" ãä ÇáäÕ ÇáÃÕáí ÞÈá ÇáãÞÇÑäÉ
I&gnore &&'s in dictionaries=ÊÌÇåá  && Ýí ÇáÞæÇãíÓ
Enable to show the full path and filename of the loaded files in the listview's columns header=Êãßíä ÅÙåÇÑ ÇáãÓÇÑ ÇáßÇãá æ ÇÓã ÇáãáÝ ááãáÝÇÊ ÇáãÝÊæÍÉ Ýí ãÞÏãÉ ÞæÇÆã äÇÝÐÉ ÇáÚÑÖ
Sh&ow full filename in list columns=ÅÙåÇÑ ÅÓã ÇáãáÝ ÈÇáßÇãá Ýí ÃÚãÏÉ ÇáÞæÇÆã
When a translation is made, copies the translation to all other matching items automatically=ÚäÏãÇ ÊÊã ÇáÊÑÌãÉ , ÝÅä äÓÎ ãäåÇ ÊÊæÒÚ Úáì ÇáãæÇÏ ÇáãØÇÈÞÉ ÃæÊæãÇÊíßíÇ
Use translation ever&ywhere=ÅÓÊÎÏÇã ÇáÊÑÌãÉ Èßá ãßÇä
When activated, typing in the listview will automatically move focus to the translation edit field.=ÓíäÊÞá ÇáÊÑßíÒ ÂáíÇ Åáì ÍÞá ÊÍÑíÑ ÇáÊÑÌãÉ listviewÚäÏãÇ íÊã ÊäÔíØå , ßÊÇÈÉ ÇáÜ
Autofo&cus translation when typing=ÊÑßíÒ Âáí ááÊÑÌãÉ ÚäÏ ÇáßÊÇÈÉ

[TfrmOrphans]
Orphaned Items=ãæÇÏ ãåãáÉ
Copy=äÓÎ

[TfrmConfigKbd]
Configure Keyboard=ÖÈØ áæÍÉ ÇáãÝÇÊíÍ
Cate&gories:=:ÇáÝÆÇÊ
Co&mmands:=:ÇáÃæÇãÑ
&New shortcut:=:ÅÎÊÕÇÑ ÌÏíÏ
&Current shortcuts:=:ÇáÅÎÊÕÇÑÇÊ ÇáÍÇáíÉ
Select command:=:ÊÍÏíÏ ÃãÑ
Select shortcut:=ÊÍÏíÏ ÅÎÊÕÇÑ:
Description:=:æÕÝ
&Add=&ÅÖÇÝÉ
&Remove=ÅÒÇ&áÉ
R&eset=ÅÓÊÚÇÏÉ
&Close=ÅÛáÇÞ

[TfrmImportExport]
Import/Export=ÅÓÊíÑÇÏ æ ÊÕÏíÑ
OK=ÍÓäÇ
Close=ÅÛáÇÞ
Configure...=Êßæíä...
(there is nothing to show in this view)=(áÇ íæÌÏ ÔíÁ áãÔÇåÏÊå Ýí åÐÇ ÇáãäÙÑ)

[TfrmTools]
External Tools=ÇáÃÏæÇÊ ÇáÎÇÑÌíÉ
Me&nu Contents:=ãÍÊæíÇÊ ÇáÞÇÆãÉ:
OK=ÍÓäÇ
Cancel=ÅáÛÇÁ ÇáÃãÑ
&Add=&ÅÖÇÝÉ
&Delete=ÍÐÝ
Move &Up=ÊÍÑíß áÝæÞ
Move Do&wn=ÊÍÑíß áÊÍÊ
&Title:=ÇáÚäæÇä:
&Command:=ÇáÃãÑ:
A&rguments:=ÇáÅÌÑÇÁÇÊ:
&Initial Directory:=ÇáãÌáÏ ÇáãÈÏÆí:
Shortcut &Key:=ãÝÊÇÍ ÅÎÊÕÇÑ:
&...=&...
&Prompt for arguments=ÇáÍË Úáì ÇáÅÌÑÇÁÇÊ
Wait for co&mpletion=ÅäÊÙÇÑ ÇáÅÊãÇã
Use Shell E&xecute=ÅÓÊÎÏÇã ÅãÊÏÇÏ ÇáÞÔÑÉ
C&lear=ãÓÍ
&Test=ÊÌÑÈÉ
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=(*.exe;*.com;*.pif;*.bat;*.cmd) ÌãíÚ ÇáãáÝÇÊ ÇáÊäÝíÐíÉ|*.exe;*.com;*.pif;*.bat;*.cmd|(*.*) ßá ÇáãáÝÇÊ|*.*
Original Line=ÇáÓØÑ ÇáÃÕáí
Original Text=ÇáäÕ ÇáÃÕáí
Original Path=ÇáãÓÇÑ ÇáÃÕáí
Original Directory=ÇáãÌáÏ ÇáÃÕáí
Original Name=ÇáÅÓã ÇáÃÕáí
Original Extension=ÇáÅãÊÏÇÏ ÇáÃÕáí
Translation Line=ÓØÑ ÇáÊÑÌãÉ
Translation Text=äÕ ÇáÊÑÌãÉ
Translation Path=ãÓÇÑ ÇáÊÑÌãÉ
Translation Directory=ãÌáÏ ÇáÊÑÌãÉ
Translation Name=ÅÓã ÇáÊÑÌãÉ
Translation Extension=ÅãÊÏÇÏ ÇáÊÑÌãÉ
Dictionary Path=ãÓÇÑ ÇáÞÇãæÓ
Dictionary Directory=ãÌáÏ ÇáÞÇãæÓ
Dictionary Name=ÅÓã ÇáÞÇãæÓ
Dictionary Extension=ÅãÊÏÇÏ ÇáÞÇãæÓ
Application Directory=ãÌáÏ ÇáÊØÈíÞ
Windows Directory=Windows ãÌáÏ
System Directory=System ãÌáÏ

[TfrmPromptArgs]
Title=ÇáÚäæÇä
Arguments:=ÅÌÑÇÁÇÊ:
Command Line:=ÓØÑ ÇáÃãÑ:
Cancel=ÅáÛÇÁ ÇáÃãÑ
OK=ÍÓäÇ
Original Line=ÇáÓØÑ ÇáÃÕáí
Original Text=ÇáäÕ ÇáÃÕáí
Original Path=ÇáãÓÇÑ ÇáÃÕáí
Original Directory=ÇáãÌáÏ ÇáÃÕáí
Original Name=ÇáÅÓã ÇáÃÕáí
Original Extension=ÇáÅãÊÏÇÏ ÇáÃÕáí
Translation Line=ÓØÑ ÇáÊÑÌãÉ
Translation Text=äÕ ÇáÊÑÌãÉ
Translation Path=ãÓÇÑ ÇáÊÑÌãÉ
Translation Directory=ãÌáÏ ÇáÊÑÌãÉ
Translation Name=ÅÓã ÇáÊÑÌãÉ
Translation Extension=ÅãÊÏÇÏ ÇáÊÑÌãÉ
Dictionary Path=ãÓÇÑ ÇáÞÇãæÓ
Dictionary Directory=ãÌáÏ ÇáÞÇãæÓ
Dictionary Name=ÅÓã ÇáÞÇãæÓ
Dictionary Extension=ÅãÊÏÇÏ ÇáÞÇãæÓ
Application Directory=ãÌáÏ ÇáÊØÈíÞ
Windows Directory=Windows ãÌáÏ
System Directory=System ãÌáÏ

[TfrmEditItem]
Edit Item=ÊÍÑíÑ ÇáãÇÏÉ
&Section:=Çá&ÞÓã:
&Original:=Çá&ÃÕá:
&Translation:=Çá&ÊÑÌãÉ :
&Name:=Çá&ÅÓã:
&OK=&ÍÓäÇ
Cancel=ÅáÛÇÁ ÇáÃãÑ
Ori&ginal Comment=ÊÚáíÞ Çá&ÃÕá
T&ranslation Comment=ÊÚáíÞ Çá&ÊÑÌãÉ

[TfrmTrim]
Trim Options=ÎíÇÑÊ ÇáÞØÚ
Trim wh&at:=&ãÇÏÉ ÇáÞØÚ:
Trim wh&ere:=ã&ßÇä ÇáÝØÚ:
Trim h&ow:=ß&íÝíÉ ÇáÞØÚ:
Original\r\nTranslation\r\nBoth\r\n=ÇáÃÕá\r\nÇáÊÑÌãÉ\r\nßáÇåãÇ\r\n
Leading\r\nTrailing\r\nBoth\r\n=ÇáãÏãÉ\r\nÇáäåÇíÉ\r\nßáÇåãÇ\r\n
Trim additional &whitespace also=ÞØÚ ãÓÇÍÉ &ÈíÖÇÁ ÅÖÇÝíÉ ÃíÖÇ
OK=ÍÓäÇ
Cancel=ÅáÛÇÁ ÇáÃãÑ

[TfrmConfigSuspicious]
Configure suspicious translations=Êßæíä ÇáÊÑÌãÇÊ ÇáãÔßæß ÝíåÇ
Treat as suspicious:=ÔÑæØ ÅÚÊÈÇÑ ÇáÊÑÌãÉ ãÔßæß ÝíåÇ :
&Match between original and translation (one string per row):=(Çá&ãÞÇÑäÉ Èä ÇáÃÕá æ ÇáÊÑÌãÉ (ÚÈÇÑÉ æÇÍÏÉ áßá ÕÝ
&Leading spaces mismatch=ÚÏã ÇáÊØÇÈÞ áãÓÇÝÇÊ ÇáãÞÏãÉ
&Trailing spaces mismatch=ÚÏã ÇáÊØÇÈÞ áãÓÇÝÇÊ ÇáäåÇíÉ
Mismatched &control characters at end=ÑãæÒ ÊÍßã &ÛíÑ ãÊØÇÈÞÉ Ýí ÇáäåÇíÉ
&Original and translation are the same=ÇáÃÕá æ ÇáÊÑÌãÉ ãÊÔÇ&ÈåÇä
Translation is &empty=ÇáÊÑÌãÉ &ÝÇÑÛÉ
OK=ÍÓäÇ
Cancel=ÅáÛÇÁ ÇáÃãÑ

[TfrmDictTranslationSelect]
Select Translation=ÍÏÏ ÇáÊÑÌãÉ
&Original:=Çá&ÃÕá:
&Translation:=Çá&ÊÑÌãÉ :
A&vailable translations:=ÇáÑÌãÇÊ Çá&ãÊæÝÑÉ :
&Change=&ÊÛííÑ
Close=ÅÛáÇÞ
&Ignore=Ê&ÌÇåá
&Add=&ÅÖÇÝÉ

[TfrmDictEdit]
Edit Dictionary=ÊÍÑíÑ ÇáÞÇãæÓ
&Original:=Çá&ÃÕá:
&Translations:=ÇáÊÑ&ÌãÇÊ :
A&dd=Å&ÖÇÝÉ
Re&move=Å&ÒÇáÉ
&Add=&ÅÖÇÝÉ
&Remove=ÅÒÇ&áÉ
OK=ÍÓäÇ
Cancel=ÅáÛÇÁ ÇáÃãÑ

[Translator]
Author=Ini Translator
Language=ÇáÅÝÊÑÇÖí
EMail=(awadh_al_ghaamdi@hotmail.com)
Version=1.9.0.0

[SpellChecker]
Spelling=ÊÏÞíÞ ÅãáÇÆí
Not Found:=ÛíÑ ãæÌæÏ:
&Replace With:=ÅÓÊÈÏÇá &ãÚ:
&Suggestions:=&ãÞÊÑÍÇÊ:
&Undo=Ê&ÑÇÌÚ
&Options...=...&ÎíÇÑÇÊ
&Ignore All=ÊÌÇåá Çáß&á
I&gnore=Ê&ÌÇåá
&Change All=ÊÛííÑ Çá&ßá
C&hange=Ê&ÛííÑ
&Add=&ÅÖÇÝÉ
Au&to-Correct=ÊÕÍíÍ-ÊáÞÇÆí
&Help=Çá&ÊÚáíãÇÊ
Cancel=ÅáÛÇÁ ÇáÃãÑ
Spelling Options=ÎíÇÑÇÊ ÇáÊÏÞíÞ ÇáÅãáÇÆí
O&ptions:=Î&íÇÑÇÊ:
D&ictionaries:=&ÞæÇãíÓ:
Name=ÇáÅÓã
Filename=ÅÓã ÇáãáÝ
&Custom Dictionary:=ÞÇãæÓ ãÎÕÕ:
&Dictionaries ...=ÞæÇãíÓ...
Reset Defaults=ÅÓÊÚÇÏÉ ÇáÅÝÊÑÇÖíÇÊ
&OK=&ÍÓäÇ
Locate Dictionaries...=ÊÍÏíÏ ÇáÞæÇãíÓ...
Ignore words in &UPPERCASE=ÊÌÇåá ÇáßáãÇÊ ÐÇÊ ÇáÍÑæÝ ÇáßÈíÑÉ
Ignore words containing numbers=ÊÌÇåá ÇáßáãÇÊ ÇáãÊÖãøäÉ ÃÑÞÇã
Ignore Internet addresses=ÊÌÇåá ÚäÇæíä ÇáÅäÊÑäÊ
Suggest from main dictionaries only=ÃÞÊÑÍ ãä ÇáÞæÇãíÓ ÇáÑÆíÓíÉ ÝÞØ
Prompt on repeated word=ÇáÍË ãÚ ÇáßáãÉ ÇáãÚÇÏÉ
Automatically correct DUal capitals=ÊÕÍíÍ ÍÑæÝ ÇáßÇÈíÊá ÇáãßÑøÑÉ
Choose Folder Containing Dictionaries=ÍÏøÏ ÇáãÌáÏ ÇáãÊÖãøä ÞæÇãíÓ
Dictionaries=ÞæÇãíÓ
Custom Dictionaries:=ÞæÇãíÓ ãÎÕøÕÉ:
&Edit=ÊÍÑíÑ
&Delete=ÍÐÝ
&New=ÌÏíÏ
Add&ed Words=ÇáßáãÇÊ Çá&ãÖÇÝÉ
These words will be considered correct during a spell check operation.=åÐå ÇáßáãÇÊ ÓíÊã ÇÚÊÈÇÑåÇ ÕÍíÍÉ ÃËäÇÁ ÚãáíÉ ÇáÊÏÞíÞ ÇáÅãáÇÆí
&Ignore this word:=&ÊÌÇåá åÐå ÇáßáãÉ
A&uto-Correct Pairs=ÊÕÍíÍ ÇáËäÇÆí ÊáÞÇÆíÇ
These words will automatically be corrected when encountered during a spelling check.=ÓíÊã ÊÕÍíÍ åÐå ÇáßáãÇÊ äáÞÇÆíÇ ÚäÏ ãÕÇÏÝÊåÇ ÃËäÇÁ ÇáÊÏÞíÞ ÇáÅãáÇÆí
&Replace:=&ÇÓÊÈÏÇá
&With:=&ãÚ :
&Excluded Words=ÇáßáãÇÊ Çá&ãÓÊÈÚÏÉ
These words will always be considered incorrect during a spell check operation.=åÐå ÇáßáãÇÊ ÓíÊã ÇÚÊÈÇÑåÇ ÕÍíÍÉ ÃËäÇÁ ÏÇÆãÇ ÃËäÇÁ ÚãáíÉ ÇáÊÏÞíÞ ÇáÅãáÇÆí
E&xclude this word:=Å&ÓÊÈÚÇÏ åÐå ÇáßáãÉ:
(Ignore All / Change All)=(ÊÌÇåá Çáßá / ÊÛííÑ Çáßá)
Words added with Ignore All / Change All=ÇáßáãÇÊ ÇáãÖÇÝÉ ãÚ ÊÌÇåá Çáßá / ÊÛííÑ Çáßá
(no suggestions)=(áÇ íæÌÏ ÅÞÊÑÇÍÇÊ)
New Custom Dictionary=ÞÇãæÓ ãÎÕÕ ÌÏíÏ
&Enter the new custom dictionary name:=ÃÏÎá ÇáÅÓã ááÞÇãæÓ ÇáãÎÕÕ ÇáÌÏíÏ
Confirmation:=ÇáÊÃßíÏ:
Delete this custom dictionary?=åá ÊÍÐÝ åÐÇ ÇáÞÇãæÓ ÇáãÎÕÕ ÇáÌÏíÏ ¿
The spelling check is complete.=Êã ÇáÊÏÞíÞ ÇáÅãáÇÆí
